Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Faktycznie, opis brzmi znajomo. Mijali mnie ostatnio.
uk: Дійсно, опис здається знайомим. Вони проходили повз мене зовсім недавно.

source: Faktycznie, otrzymałem stosowne informacje od Huxlaya. Mam nadzieję, że to załatwi problem.
uk: Дійсно, я вже чув це від Хакслі. Сподіваюся, це вирішить проблему.

source: Faktycznie, pamiętam, że należał do niego.
uk: Справді, я пам'ятаю, як він його носив.

source: Faktycznie, piękna.
uk: Справді, чудова.

source: Faktycznie, sakiewka wygląda znajomo. Jak ci się udało ją odnaleźć?
uk: Дійсно, гаманець виглядає знайомим. Як тобі вдалося його знайти?

source: Faktycznie, widzę, że szykuje się duże zlecenie, ale to dobrze.
uk: Справді, я бачу, що готується велике замовлення, і це добре.

source: Faktycznie, wyglądacie jak siedem nieszczęść...
uk: Дійсно, ви виглядаєте як сім нещасть...

source: Faktycznie, z mapy da się coś odczytać. Jestem już bardzo blisko...
uk: Власне, з мапи можна дещо зрозуміти. Я вже зовсім близько...

source: Faktycznie, zasady mamy twarde, ale dobra, daj znać, kiedy będziesz chciał się sprawdzić.
uk: Дійсно, у нас суворі правила. Але гаразд. Дай знати, коли захочеш випробувати себе.

source: Faktycznie. Pójdziemy sobie.
uk: Справді. Тоді ми підемо.

source: Faktycznie... teraz sobie przypominam. Dla twojej wiadomości to nie był mój człowiek...
uk: Справді... тепер пригадую. І щоб ти знав, він не був моєю людиною...

source: Fala ognia
uk: Вогняна хвиля

source: Fala za falą gwardziści i paladyni szturmowali fortyfikacje Vardhal. Gdy z imieniem Innosa na ustach dobiegli do jej bram, niebiosa rozświetliła krwistoczerwona łuna, a chmury wypluły wstęgi żywego ognia, na obrońców warowni spadł ognisty deszcz. Nie imała się go ani stal pancerzy, ani kamienne mury. Nie oszczędzał nikogo.
uk: Хвиля за хвилею гвардійці та паладини штурмували укріплення Вардхалу. Коли з ім'ям Інноса на вустах вони досягли його воріт, небеса осяяло криваво–червоне сяйво, а хмари виплюнули з себе живий вогонь, на захисників фортеці посипався вогняний дощ. Ні сталь обладунків, ні кам'яні стіни не встояли перед ним. Він не оминув нікого.

source: Fale
uk: Хвилі на воді

source: Fane
uk: Фейн

source: Fane kazał mi uderzyć go z całych sił. Mam nadzieję, że mu to pomoże.
uk: Фейн попросив мене вдарити його з усієї сили. Сподіваюся, це йому допоможе.

source: Fane w końcu opuścił nasz świat. Mam nadzieję, że jest teraz w lepszym miejscu.
uk: Фейн нарешті покинув наш світ. Сподіваюся, зараз він у кращому місці.

source: Farkand z trudem przystał na ultimatum króla Londramczyków, stawiając na szali zarazem swój autorytet, jak i przyszłość całej wyspy. Wiedział jednak, iż w przeciwnym wypadku, Jarund zwycięży w tej wojnie i pogrzebie marzenia ich ojca o wiecznym pokoju.
uk: Фарканду було важко погодитись на ультиматум лондрамського короля, що ставив на карту як його владу, так і майбутнє всього острова. Однак він знав, що інакше Ярунд переможе у цій війні і поховає мрію їхнього батька про вічний мир.

source: Farkand, poprosił nas o pomoc, lecz znaków Pana nie wolno nam lekceważyć. Adanos w swej niezgłębionej mądrości przewidział, iż w godzinie próby przybywać będą do nas posłańcy Jego braci, których musimy się wystrzegać. Pozostaje nam zatem czekać na właściwy moment, by zaprowadzić równowagę i dokończyć cykl.
uk: Фарканд, просив нас про допомогу, але знамення Господні не можна ігнорувати. Аданос у своїй незбагненній мудрості передбачив, що в годину випробування до нас прийдуть посланці Його братів, яких ми повинні остерігатися. Тому нам залишається чекати слушного моменту, щоб встановити рівновагу і завершити цикл.

source: Farma Bermara
uk: Ферма Бермара

source: Farma Bermara została zajęta przez orków i wszędzie w okolicy aż się od nich roi. Nie ma sensu ryzykować kolejnych wypraw w tamte okolice.
uk: Ферма Бермара захоплена орками, і всі околиці просто кишать ними. Немає сенсу ризикувати навідуватись в цю місцевість.

source: Farma Bermara.
uk: До ферми Бермара.

source: Farma została przejęta przez orków - oczyszczanie pola ze szczurzych nor nie ma już większego znaczenia.
uk: Ферму захопили орки – очищення поля від щурячих нір більше не має особливого значення.

source: Farma została zaatakowana przez orków i wielu farmerów straciło życie. Kyle jest roztrzęsiony i pytanie się go o wspólne spędzenie dnia jest nie na miejscu.
uk: На ферму напали орки, і багато фермерів загинуло. Кайл наляканий, і пропонувати йому провести день разом було б недоречно.

source: Farma została zajęta przez orków. Wątpię, by Willem czekał jeszcze na moje ryby.
uk: Ферму захопили орки. Сумніваюся, що Віллем все ще чекає на мою рибу.

source: Farmer
uk: Фермер

source: Farmer Rasco z wioski Silbach z chęcią odkupi ode mnie skręty bagiennego ziela.
uk: Фермер Раско із села Сільбах буде радий купити у мене скрутки з болотної трави.

source: Farmer Severin rzeczywiście ma przy sobie glejt. Będę musiał w jakiś sposób go przekonać do jego oddania.
uk: Фермер Северин справді має при собі перепустку. Треба якось його переконати віддати її.

source: Farmer z Silbach opowiedział mi o pozyskiwaniu drewna z młodych, obalonych drzew. Mając przy sobie siekierę drwala, mogę je pozyskiwać by wytwarzać łuki, kusze oraz strzały czy bełty.
uk: Фермер із Сільбаху розповів мені як добувати деревину з молодих та повалених дерев. Маючи під рукою сокиру лісоруба, я зможу заготовляти деревину для виготовлення луків, арбалетів, стріл і болтів.

source: Farmerka
uk: Фермерка

source: Farmerom udało się odeprzeć większość bestii, ale jedna z nich, pomimo otrzymania licznych obrażeń, zdołała zbiec.
uk: Фермерам вдалося вбити більшість звірів, але одному з них, незважаючи на численні поранення, вдалося втекти.

source: Farmerzy nie mają raczej potrzeby wysyłać nowych pracowników do miasta, ale kto wie, może drwale zlecą ci transport drewna do kominka naszego kochanego Lorenzo.
uk: Фермерам навряд чи знадобиться відправляти своїх нових робітників до міста, але хто знає, можливо, лісоруби доручать тобі доставити дрова для каміна нашого дорогого Лоренцо.

source: Farmerzy pracujący na pobliskich polach ostrzegają, że stwór poluje nawet na pobliskie polne bestie.
uk: Фермери, які працюють на сусідніх полях, попереджають, що ця істота полює навіть на польових жуків.

source: Farmerzy z Silbach przestrzegają przed zbliżaniem się do pól uprawnych poza murami wioski. Na jednym z nich pojawiła się niepokojąca bestia i zajęła całe pole dla siebie.
uk: Фермери із Сільбаху застерігають від наближення до полів за стінами села. На одному з них з'явився тривожний звір і захопив усе поле.

source: Farmerzy z Silbach przestrzegają przed zbliżaniem się do pól uprawnych poza murami wioski. Na jednym z nich pojawiła się niepokojąca bestia i zajęła całe pole dla siebie. Dla własnego bezpieczeństwa, zabrania się pracy na polu przy wejściu do mrocznego lasu. Dla ochotnika, który pozbędzie się bestii, przewidywana jest nagroda w wysokości 100 sztuk złota, do odebrania u Albyna.
uk: Фермери із Сільбаху застерігають від наближення до полів за стінами села. На одному з них з'явився тривожний звір і захопив усе поле. З метою вашої власної безпеки забороняється працювати у полі поблизу темного лісу. Мисливець, який вб'є цього звіра, отримає винагороду в розмірі 100 золотих, які можна отримати в Альбіна.

source: Farmerzy zajmą się usuwaniem kamieni.
uk: Фермери займуться прибиранням каміння.

source: Fascynujące. Pracownie kartograficzne to wielce ciekawe miejsca.
uk: Захоплююче. Картографічні майстерні – це дуже цікаві місця.

source: Fascynujące...
uk: Фантастично...

source: Fatalnie! Znowu jakaś gnida próbowała okraść mój sklep i zabić harpię.
uk: Жахливо! Знову якась гнида намагалася пограбувати мою крамницю і вбити гарпію.

source: Fatalnie, coś złego dzieje się na tej ziemi. Mam nadzieję, że nie trzeba będzie się stąd zaraz wynosić.
uk: Жахливо. Щось погане відбувається на цій землі. Сподіваюся, тобі не доведеться негайно забиратися звідси.

source: Fauna
uk: Фауна

source: Feil
uk: Фейл

source: Feil chyba wdrapał się po tych skrzyniach na górę.
uk: Слід обривається на ящиках біля головної будівлі. Здається, Фейл виліз по цих ящиках нагору. Треба перевірити.

source: Feil nie żyje, teraz już raczej nie zaciągnę go do pracy. Będę musiał poinformować o tym Liama.
uk: Фейл мертвий, тепер я навряд чи зможу змотивувати його до праці. Треба буде повідомити про це Ліама.

source: Feil nie żyje.
uk: Фейл помер.

source: Feil wrócił do pracy. Tym razem dopilnowałem, by zebrał chociaż skrzynię winogron.
uk: Фейл повернувся до роботи. Цього разу я переконався, що він зібрав принаймні один ящик винограду.

source: Feil wrócił do pracy...
uk: Фейл повернувся до роботи...

source: Feliks - 'To prawie mnie zabiło, ale robota jest gotowa'
uk: Feliks – 'Це мало не вбило мене, але роботу зроблено'

source: Felix
uk: Фелікс

source: Felix nigdy nie był bystrzakiem.
uk: Фелікс ніколи не вирізнявся розумом.

source: Felix widział, jak dwóch ludzi wynosiło pijanego kompana przez bramę. Podobno jeden z nich był gruby jak beczka, a drugi chudy jak szczapa. Wartownik nie zapamiętał jednak wyglądu ich pijanego towarzysza. Z tego, co mi powiedział, udali się drogą w kierunku miasta. Czyżby to byli porywacze?
uk: Фелікс бачив, як двоє чоловіків несли крізь ворота п'яного товариша. Один з них був товстий, як бочка, а другий – худий, як жердина. Однак вартовий не запам'ятав, як виглядав їх п'яний товариш. З його слів я зрозумів, що вони пішли дорогою в бік міста. Може, це були викрадачі?

source: Felix zgodził się pomóc Ezekielowi.
uk: Фелікс погодився допомогти Єзекіїлю.

source: Feller
uk: Феллер

source: Fernando na swoją siedzibę wybrał miasto Khorinis. Dzięki jego hojnym datkom usprawniono przepływ magicznej rudy z Górniczej Doliny.
uk: Фернандо обрав місто Хорініс своєю резиденцією. Завдяки його щедрим пожертвам було покращено потік постачання магічної руди з Гірничої Долини.

source: Figaro
uk: Фігаро

source: Figaro nastawił bark Ruuda, który w zamian dał mi referencję dla skryby.
uk: Фігаро вправив плече Рууду, який натомість дав мені рекомендацію для писаря.

source: Figaro to cyrulik prowadzący pracownię 'Wojna Żywiołów'. Jego zakład znajduje się przed Gildią Kupiecką, w tunelu.
uk: Фігаро – цирульник, який утримує майстерню 'Війна стихій'. Його заклад розташований навпроти Торгової Гільдії, в тунелі.

source: Figurka Innosa
uk: Статуетка Інноса

source: Figurka drewnianego ścierwojada
uk: Дерев'яна фігурка падальника

source: Figurka pobrzmiewa, jakby
uk: Статуетка дзвенить так, ніби

source: Figurka wykonana przez Caramona.
uk: Статуетка, зроблена Карамоном.

source: Figurka Ścierwojada
uk: Статуетка падальника

source: Figurki Mailora docierają do niego poprzez statki handlowe do portu. Powinienem się rozejrzeć w miejscach rozładunku, może czegoś się dowiem.
uk: Статуетки Мейлора прибувають до порту на торгових кораблях. Треба оглянути місця розвантаження. Можливо, я знайду там якісь підказки.

source: Filet rybny ze szczawiem królewskim
uk: Рибне філе з королівським щавлем

source: Filozof się znalazł. Skoro potrzebujący im zawadzają, to co z nich za wyznawcy Adanosa? Powinni się wstydzić!
uk: Філософ знайшовся. Якщо їм заважають нужденні, то які ж з них послідовники Аданоса? Їм має бути соромно за себе!

source: Finalne warunki umowy, jaką mogę ci złożyć, są następujące:
uk: Остаточні умови угоди, яку я можу тобі запропонувати, наступні:

source: Finja
uk: Фінья

source: Finja, jedna z mieszkanek Silbach, poprosiła mnie o pomoc w sprzątaniu domu. Wizja ciepłej, domowej zupy jarzynowej mnie przekonała. Dostałem od niej miotłę, którą powinienem pozamiatać podłogę zarówno w kuchni, jak i w sypialni. Nie zaszkodzi, jeśli zrobię to również przy drzwiach wejściowych.
uk: Фінья, одна з мешканок Сільбаху, попросила мене допомогти з прибиранням будинку. Теплий домашній овочевий суп переконав мене цим зайнятись. Вона дала мені мітлу, якою потрібно підмести підлогу на кухні та в спальні. Не завадило б також підмести біля входу.

source: Fioletowa Zmora
uk: Пурпурний кошмар

source: Fizyczne prace idą mi całkiem nieźle.
uk: Фізична праця дається мені досить добре.

source: Flaczki z mięsa kopacza
uk: Суп з м'ясних грибів

source: Flet
uk: Флейта

source: Flet, który otrzymałem od szczurołapa.
uk: Флейта, яку я отримав від щуролова.

source: Flex
uk: Флекс

source: Flex przyznał się do winy.
uk: Флекс визнав свою провину.

source: Flex! Wydaje mi się, że wiesz dlaczego tu jesteś. Im szybciej się przyznasz, tym szybciej skończymy to nasze urocze spotkanie.
uk: Флекс! Гадаю, ти знаєш, чому ти тут. Чим швидше ти зізнаєшся, тим швидше ми зможемо закінчити цю чудову зустріч.

source: Flex, posłuchaj mnie. Obaj wiemy, że nie jesteście do końca czyści. Mój kolega nie przestanie, póki się nie przyznasz. Wierz mi, nie chcę na to patrzeć...
uk: Флексе, послухай мене. Ми обоє знаємо, що ти не зовсім чистий на руку. Мій колега не зупиниться, поки ти не визнаєш це. Повір мені, я не хочу на це дивитись...

source: Flex, przywitaj się!
uk: Флекс, привітайся!

source: Flora
uk: Флора

source: Floro, twoja wędrówka dobiegła końca.
uk: Флоро, твоя подорож добігла кінця.

source: Flota Myrtany w ciągu kilku godzin wylądowała na dnie oceanu,
uk: Флот Міртани за лічені години опинився на дні океану,

source: Flotę zgubiła moja pycha i niedocenienie przeciwnika. Teraz płacę za to wysoką cenę.
uk: Флот було втрачено через мою гординю і недооцінку супротивника. Зараз я плачу за це велику ціну.

source: Folkard
uk: Фолькард

source: Folkard był mi wdzięczny za sprowadzenie jego towarzysza do wioski. W nagrodę dostałem od niego parę monet.
uk: Фолькард був вдячний мені за те, що я привів його товариша до села. У нагороду я отримав від нього кілька монет.

source: Folkard pomoże Ezekielowi w sprowadzeniu córki.
uk: Фолькард допоможе Єзекіїлю принести тіло його доньки.

source: Folkard powiedział mi, że jego zmiennik udał się po zapasy do starej łodzi rybackiej. Znajdę ją na południe stąd, w okolicy drewnianego mostu.
uk: Фолькард сказав мені, що його колега пішов до старого рибальського човна за припасами. Я знайду його на південь звідси, біля дерев'яного мосту.

source: Folkard, strażnik południowej bramy Silbach, może mnie nauczyć walki bronią dwuręczną.
uk: Фолькард, вартовий південних воріт Сільбаху, може навчити мене битися дворучною зброєю.

source: Folkarda można spotkać każdego dnia przy południowej bramie wioski.
uk: Фолькарда можна знайти щодня біля південних воріт села.

source: Folwark chłopięcy
uk: Виноградник братів

source: Foral
uk: Форал

source: Foral może mi pokazać, jak zwiększyć moje umiejętności wydobywania.
uk: Форал може показати мені, як покращити мої навички видобутку.

source: Foral natomiast woli siedzieć z ludźmi Ulryka. Nie jest możliwe, by to on za tym stał - zwyczajnie zabrakłoby mu na to czasu.
uk: Форал, натомість, воліє сидіти з людьми Ульріка. Він не може стояти за цим – йому просто не вистачило б на це часу.

source: Forma
uk: Форма

source: Forma w kształcie wilka.
uk: Форма в вигляді вовка.

source: Formowały szyk i nacierały razem.
uk: Формували стрій і атакували разом.

source: Fotel
uk: Крісло

source: Fox
uk: Фокс

source: Fox twierdzi, że Stan nie oszukiwał. Chociaż cała reszta mówi, że tak było. Ciekawe dlaczego miałby kłamać. Muszę wyciągnąć z niego prawdę.
uk: Фокс стверджує, що Стен не шахраював. Хоча всі інші стверджують зворотнє. Цікаво, навіщо йому брехати. Я маю витягнути з нього правду.

source: Fox twierdzi, że Stan nie oszukiwał. Chociaż cała reszta mówi, że tak było. Ciekawe dlaczego miałby kłamać. Muszę znaleźć jakieś dowody, z którymi mógłbym go skonfrontować... może sprawdzę potrawkę, którą jadł Stan.
uk: Фокс стверджує, що Стен не шахраював. Хоча всі інші стверджують зворотнє. Цікаво, навіщо йому брехати. Мені потрібно знайти якісь докази, щоб звинуватити його... Можливо, варто перевірити страву, яку їв Стен.

source: Fr4gtastic - 'that old gingerbread man Lokvar'
uk: Fr4gtastic – 'цей старий колобок Локвар'

source: Fragment jakiegoś klucza.
uk: Фрагмент якогось ключа.

source: Fragment klucza
uk: Фрагмент ключа

source: Fragment klucza do Vardhal z muzeum miejskiego.
uk: Фрагмент ключа від Вардхалу з міського музею.

source: Fragment notatek znaleziony
uk: Фрагмент записів, знайдений

source: Fred
uk: Фред

source: Fregat kupieckich potężne maszty,
uk: Фрегати торгові на хвилях гойдають

source: Fregata kupiecka wysadziła nas od zachodniej strony wyspy.
uk: Торговий фрегат висадив нас на західній стороні острова.

source: Frida
uk: Фріда

source: Frida była bardzo zadowolona z mojej akcji u Alice i wynagrodziła mnie paroma monetami.
uk: Фріда була дуже задоволена моєю витівкою в крамниці Аліси і дала мені декілька монет за це.

source: Frida była bardzo zadowolona z mojej akcji u Alice. Jeśli chcę, to mogę zostać jej czeladnikiem.
uk: Фріда була дуже задоволена моєю витівкою в крамниці Аліси. Якщо я захочу, то зможу стати її учнем.

source: Frida była bardzo zadowolona z wykonanego przeze mnie zadania, co okazała wręczając mi sakiewkę o całkiem przyjemnym ciężarze.
uk: Фріда була вкрай задоволена моєю роботою, що й засвідчила, вручивши мені доволі важкий гаманець.

source: Frida będzie mogła spać spokojnie, już nikt z ludzi Volkera nie będzie jej gnębił. Gdy tylko znajdzie wolną chwilę, ureguluje dług z Luną.
uk: Фріда зможе спати спокійно, ніхто з людей Волкера більше не буде її переслідувати. Як тільки вона знайде вільну хвилину, вона розрахується з Луною.

source: Frida będzie skupowała ode mnie skóry zwierząt po lepszej cenie. Dała mi do zrozumienia, że inne trofea jej nie interesują. Może mnie też nauczyć wytwarzania łuków i kusz, ale zanim przekaże mi mistrzowskie umiejętności, będę musiał trochę dla niej popracować.
uk: Фріда купуватиме у мене шкури тварин за більш вигідною ціною. Вона дала мені зрозуміти, що інші трофеї її не цікавлять. Вона також може навчити мене виготовляти луки та арбалети, але мені доведеться трохи попрацювати для неї, перш ніж вона зможе передати мені свою майстерність.

source: Frida chciały spłacić dług u Luny, ale póki nękają ją ludzie Volkera, nie jest w stanie zarobić choćby grosza. Grupie przewodzi facet ze szramą na twarzy - podobno znajdę ich w okolicach willi Volkera. Ciekawe czy ich szef wie o całym procederze?
uk: Фріда хотіла віддати свій борг Луні, але поки люди Волкера переслідують її, вона не може заробити ні копійки. Групу очолює хлопець зі шрамом на обличчі. Я можу знайти їх біля маєтку Волкера. Цікаво, чи знає про це їхній роботодавець?

source: Frida jest otwarta na moją propozycję zostania jej czeladnikiem. Na początek muszę jej udowodnić, że jestem obywatelem. Gdyby wszystko było tak proste, życie byłoby piękniejsze...
uk: Фріда погоджується на мою пропозицію стати її учнем. Для початку я повинен довести їй, що я громадянин. Якби все було так просто, життя було б прекрасним...

source: Frida jest otwarta na moją propozycję zostania jej pracownikiem. Na początek muszę jej udowodnić, że jestem obywatelem. Gdyby wszystko było tak proste, życie byłoby piękniejsze...
uk: Фріда погоджується на мою пропозицію про співпрацю. Для початку я повинен довести їй, що я громадянин. Якби все було так просто, життя було б прекрасним...

source: Frida jest właścicielką sklepu łuczarskiego - 'Na Tropie Bestii'. Prowadzi go na Placu Targowym.
uk: Фріда – власниця крамниці товарів для лучників 'По Сліду Звіра', розташованій на Ринковій площі.

source: Frida miała rację, ten typ jest bezczelny. Muszę dostać się do Volkera i poinformować go, co wyprawiają jego ludzie.
uk: Фріда мала рацію, цей тип – нахаба. Я повинен дістатися до Волкера і розповісти йому, чим займаються його люди.

source: Frida może mi pokazać, jak wytwarzać bronie dystansowe najwyższej jakości.
uk: Фріда може показати мені, як виготовляти стрілецьку зброю найвищої якості.

source: Frida mówiła, że mam ci pomóc w polowaniu.
uk: Фріда сказала, що я маю допомогти тобі в полюванні.

source: Frida przyjdzie, gdy tylko znajdzie wolną chwilę.
uk: Фріда прийде, щойно у неї знайдеться вільна хвилинка.

source: Frida sowicie wynagrodziła mnie za dobrze wykonane zadanie.
uk: Фріда щедро винагородила мене за добре виконану роботу.

source: Frida uznała, że nie może mnie już więcej nauczyć i przyznała mi tytuł mistrza łuczarstwa. Mogę teraz zacząć pracę u innego mistrza nie tracąc dostępu do pracowni i usług Fridy.
uk: Фріда вирішила, що більше не зможе мене нічому навчити, і присвоїла мені титул майстра з виготовлення луків. Тепер я можу почати працювати в іншого майстра, не втрачаючи доступу до майстерні та послуг Фріди.

source: Frida weźmie mnie na czeladnika, jeśli udowodnię, że można na mnie polegać. W tym celu mam otworzyć klatkę z harpią w sklepie Alice w Dzielnicy Portowej. Na tablicy ogłoszeń powinienem znaleźć szczegółową informację, gdzie jest jej sklep.
uk: Фріда візьме мене в учні, якщо я доведу, що на мене можна покластися. Для цього я маю відчинити клітку з гарпією в крамниці Аліси в Портовому кварталі. Де саме знаходиться її крамниця, я знайду на дошці оголошень.

source: Frida wynagrodzi mnie, jeśli pomogę Allanowi w polowaniu. Pewnie będzie się kręcił gdzieś w pobliżu jej sklepu.
uk: Фріда винагородить мене, якщо я допоможу Алану з полюванням. Він, напевно, вештається десь біля її крамниці.

source: Frida wynagrodzi mnie, jeśli udowodnię, że można na mnie polegać. W tym celu mam otworzyć klatkę z harpią w sklepie Alice w Dzielnicy Portowej. Na tablicy ogłoszeń powinienem znaleźć szczegółową informację, gdzie jest jej sklep.
uk: Фріда винагородить мене, якщо я доведу, що на мене можна покластися. Для цього я маю відчинити клітку з гарпією в крамниці Аліси в Портовому кварталі. Де саме знаходиться її крамниця, я знайду на дошці оголошень.

source: Frida z kolei, to żona myśliwego. Zajmuje się skupem skór. Nie chciałabym pozbywać się jej kuszy. Wiem, że ma do niej emocjonalny stosunek.
uk: Фріда, дружина мисливця, торгує шкурами по інший бік дороги. Я б не хотіла її розлучати з її арбалетом. Я знаю, що він їй дуже дорогий.

source: Frida z zakładu łuczarskiego “Na Tropie Bestii” w mieście Archolos chętnie zakupi wszystkie zwierzęce skóry, zarówno te od ssaków, jak i gadów.
uk: Фріда з майстерні лучників 'По Сліду Звіра' закуповує шкури тварин – як ссавців, так і рептилій.

source: Frida, posiadająca sklep niedaleko miejskiego targowiska, kupi ode mnie skóry w nieco lepszej cenie.
uk: Фріда, власниця крамниці біля міського ринку, придбає у мене шкури за дещо вищою ціною, ніж інші торговці.

source: Frida? Podobno szuka czeladnika... widać musiałeś jej zaimponować.
uk: Фріда? Я чув, що вона шукає учня... схоже, ти її вразив.

source: Fulko
uk: Фулько

source: Fulko gdzieś zniknął i Otmar chce, bym razem z drugim robotnikiem złożył zeznania. Zanim będziemy mogli ruszyć muszę odłożyć do skrzyni towary, które tu przyniosłem.
uk: Фулько кудись зник, і Отмар хоче, щоб я і ще один працівник дали свідчення. Перш ніж ми зможемо продовжити, я маю покласти в ящик вантаж, який я приніс сюди.

source: Fundamenty już zostały położone. Teraz tylko patrzeć na ruch ze strony innych.
uk: Фундамент вже закладено. Тепер залишається лише спостерігати, як будуть діяти інші.

source: Funkcjonujemy dzięki pieniądzom Króla, i jak w każdym interesie napędzanym państwowymi pieniędzmi, szukaliśmy sposobów na zmniejszenie kosztów utrzymania garnizonu.
uk: Ми функціонуємо завдяки королівським грошам, і, як і будь-який бізнес, що фінансується державою, ми шукали способи зменшення витрат на утримання гарнізону.

source: Fureg
uk: Фюрег

source: Fureg, jeden z najemników przy południowo-wschodniej bramie, sprzedaje mapy miasta.
uk: Фюрег, один із найманців біля південно-східних воріт, продає мапи.

source: Furia
uk: Лють

source: Futro orkowego psa.
uk: Хутро орчого гончака.

source: Futro pustynnego wilka.
uk: Хутро пустельного вовка.
